[
    {
      "id": 0,
      "title" : "Retrieve Device from Deep Space",
     "sector": "Near Pact Space",
      "duration": "20 to 40 days",
      "requestor": "Starfinder Society",
      "funds": "Stipend: 12,000 credits",
      "text": "A Chamari-class probe, designated L-79-Phi, was in a deep elliptical orbit over Aucturn for 13 months before unexpectedly going dark 3 days ago. It appeared briefly in the sightline of the Tazuni orbital telescope's viewfinder, apparently having escaped Aucturn's orbit to travel into deep space. Other Society telescopes have since successfully spotted it, suggesting that it has not changed its trajectory again since. The Forum requests that the probe be retrieved for study and data recovery to understand what caused it to lose contact and veer so far off course.",
      "notes": [
        "Suitable for provisional members."
      ],
      "show": false
    },
    {
      "id": 1,
      "title": "Chart region 97FV of the Diaspora",
      "sector": "Pact Space",
      "duration": "5 to 10 days",
      "requestor": "Starfinder Society",
      "funds": "Stipend: 5,000 credits",
      "text":"Charting the multitude of bodies that make up the Diaspora and their orbits is an ongoing legacy project for the Society. The crew of any agent, member, or provisional member ship with long-range scanners is encouraged to take a turn in what has proven to be the task of several human lifespans. A full list of regions and their relative locations can be found [here].",
      "notes": [
        "Suitable for provisional members.",
        "Please provide as much information as your scanners will allow as to the composition, mass, and shape of each body so that they may be identified and tracked individually."
      ],
      "show": true
    },
    {
      "id": 2,
      "title": "Survey Asteroid 89A3H27",
      "sector": "Pact Space",
      "duration": "8 to 12 days",
      "requestor": "Starfinder Society",
      "funds": "Stipend: 7,000 Credits",
      "text":"Asteroid 89A3H27, nicknamed \"Radnar,\" follows an unusual orbit outside the plane ecliptic that brings it through the system near Apostae's orbit twice every 78 years. It will make this transit in approximately `6` days. It is roughly 3km long, 1km wide, and has an estimated mass of 3.93⋅10^12kg. An astronomer from House Iverach generously shared data from Radnar's last transit, indicating that the unusual radar returns from the object may make it of interest to the Society. The Forum recommends an agent or member ship equipped with advanced sensors and scanning devices be dispatched to survey Radnar's surface and take samples to assess its scientific and/or material value. ",
      "notes": [
        "Suitable for provisional members."
      ],
      "show": false
    },
    {
      "id": 3,
      "title": "Deliver Supplies & Equipment to Outpost Q97 and Recover Samples",
      "sector": "Kelpie Nebula (Near Space)",
      "duration": "20 to 40 days",
      "requestor":"Starfinder Society",
      "funds":"Stipend: 15,000 credits",
      "text": "Outpost Q97 (Nicknamed \"Thunderholm\") was established on the planet Erdh three years ago to study the extreme storms and unusual geography found there. The outpost is manned by a crew of 12, 4 of whom will be due to rotate off in 16 months. The station is in need of hydroponics supplies, drilling equipment, fresh water, and medical supplies, which can be picked up at the Lorespire Docks on Absalom Station. The outpost has collected various samples, solid and gaseous, that are to be returned to the Lorespire Complex after the delivery is made.",
      "notes": [
        "Forum Notes: Certain sectors of the Kelpie Nebula are rated as Areas of Concern by the Stewards for criminal activity. Starfinders venturing into this region of space are encouraged to exercise caution and travel armed."
      ],
      "show": true
    },
    {
      "id": 4,
      "title": "Investigate Missing Freighter",
      "sector":"Pact Space",
      "duration": "10 to 14 days (initial)",
      "funds": "10,000 credits retainer, addl. pay negotiable",
      "requestor": "Apex Shipping",
      "text": "Partner Organization (Apex Shipping) States: Greetings and salutations, esteemed members of the Starfinder Society. I am Dom Geyler, CEO of Apex Shipping, and I write to you today with a business concern that I believe may be of interest to a brave band of explorers and scientists. Some days ago, the Apex Yaotzin, one of our largest freighters, transited into the Drift in the Daimalko system. The driftage, which came from an unknown plane, manifested unusually close to the ship, which went dark soon thereafter. The sensor readings and recordings that were transmitted beforehand are bizarre and contradictory, and have left us concerned for the safety of the crew. It is my hope that a crew of Starfinders might visit our headquarters in Cuvacara to review the details before retracing the Yaotzin's path and investigating its disappearance.",
      "notes": [
        "Guidance Notes: Apex Shipping is a longtime sponsor of the Starfinder Society, and go out of their way to share scientific data gathered along their many routes into The Vast. Any members dealing with them are asked to afford them the respect of fellow scholars."
      ],
      "show": true
    }
  ]