[
    {
        "id": 0,
        "title": "Zo! in Legal Trouble (Again)",
        "text": "The Eoxian entertainer known across the Pact worlds as Zo! finds himself in legal trouble once again. The human rights activist organization, Children of Golarion, has filed suit against Zo! Media over a recent spate of deaths in the course of the broadcasting giant's Games for the Living (GftL) program. GftL is one of Zo! Media's flagship entertainment ventures, and involves subjecting supposedly willing living beings to a bizarre battery of tasks, with failure resulting in exposure to potentially deadly hazards of progressively increasing severity. The program is infamously popular with the terrorist organization Corpse Fleet, a group that is formally disavowed by both the Bone Sages and Zo!. Children of Golarion contends that six of the last nine contestants on GftL to meet their end in the course of the competition were coerced into participating, and are calling for the Stewards to arrest Zo! on suspicion of conspiracy to commit murder. They have at the same time sued Zo! for damages on the behalf of the families of the deceased, though this move is viewed as largely symbolic, as historically Eox has not compelled its citizens to answer summons to Pact civil court. When the Gazeteer reached out to Zo! Media for comment, Zo! himself responded, saying \"Hey, I love the living! Everyone plays in the Games by choice! The smart ones choose undeath, and you can ask them yourself!\" He then launched into a promotion for the premier of his latest series of gladiatorial events, seemingly entirely unbothered by the allegations brought by the Children. Zo! founded his self-titled media group in AG 6, and is approaching the milestone of one million recorded hours in front of the camera. In that time, he has faced frequent litigation, but has never served any jail time, and has only occasionally been forced to pay fines or restitution. Zo! Media programs are watched by hundreds of millions throughout the Pact system, and are gaining popularity in the Veskarium.",
        "image": "/Zo.jpeg",
        "date": ""
    },
    {
        "id": 1,
        "title": "Abadar's Leviathan Sails!",
        "text": "<strong>Leviathan Departs on Its Maiden Voyage, Heralding a New Era of Galactic Luxury</strong><br>In an unprecedented moment for interstellar leisure, the luxury cruise vessel <em>Leviathan</em>—nearly a third the size of the arkship *Idari*—has finally set sail from its bespoke port in the Drift. After almost a decade of meticulous construction, the ship embarks on a journey toward the mysterious expanse of the Vast, carrying with it the hopes of innumerable travelers and a promise of celestial adventure. Boasting an impressive 18,000 preordered and waitlisted tickets, <em>Leviathan</em> is more than just a mode of transportation—it is a floating resort designed to redefine the experience of off-world and out-of-system travel. At the heart of its revolutionary design is a mobile Drift Beacon, which will allow passengers and supplies to come and go as easily as if it were in Near Space. This is not only a brilliant technological marvel, but will also open new routes toward some of the galaxy's most exotic locales as the <em>Leviathan</em> passes by.<br>The vessel leaves little to chance when it comes to luxury and entertainment. With 126 decks dedicated to excitement, <em>Leviathan</em> promises a dazzling array of amenities that unify high technology with lavish indulgence. Guests will be treated to sensory experiences like the renowned Vercite sonic tantra—an indulgent fusion of sound and sensation—while a uniquely designed flooded deck pays homage to the vibrant charm of Absalom Station’s famed Puddles neighborhood. Whether it’s the gravitational dance halls, stellar spas, or immersive recreation lounges, every detail has been carefully curated to captivate a discerning, adventure-seeking clientele.<br>In addition, celebrity chef Marketh Zihuan has agreed to personally work the first few voyages, assuring the very finest in cuisine no matter your species or chirality.<br>Clara Timien, spokesperson for Abbadar Corp’s Atech Shipworks, encapsulated the anticipation surrounding the launch: “After nearly a decade of relentless innovation and unwavering commitment to excellence, <em>Leviathan</em> represents the pinnacle of luxury and technological prowess in space travel. Our team has crafted 126 decks of pure excitement, luxury, and relaxation. The vessel is equipped to host no fewer than 7,500 guests alongside a dedicated crew of 3,000 professionals, making it the largest recreational ship in Pact history by a factor of two. This is more than a ship—it’s a dynamic celebration of interstellar exploration and refined escape.”<br>As <em>Leviathan</em> charts a course through the grandeur of the stars, enthusiasts and explorers alike are eagerly anticipating the onboard experiences that blur the boundaries between cutting-edge technology and sumptuous escapism. This launch not only signals a new chapter in luxury space travel but also sets a precedent for future voyages that will traverse the far reaches of the galaxy.<br>In the coming weeks, industry insiders and space tourists will be watching closely as the <em>Leviathan</em> ventures into the unknown, promising unparalleled experiences and marking a milestone in the ongoing saga of galactic exploration. Stay tuned for more detailed coverage and exclusive interviews as this magnificent vessel unfolds its journey among the stars.",
        "image": "/Leviathan.png",
        "date": ""
    }
]