[
    {
        "id": 0,
        "title": "Zo! in Legal Trouble (Again)",
        "text": "The Eoxian entertainer known across the Pact worlds as Zo! finds himself in legal trouble once again. The human rights activist organization, Children of Golarion, has filed suit against Zo! Media over a recent spate of deaths in the course of the broadcasting giant's Games for the Living (GftL) program. GftL is one of Zo! Media's flagship entertainment ventures, and involves subjecting supposedly willing living beings to a bizarre battery of tasks, with failure resulting in exposure to potentially deadly hazards of progressively increasing severity. The program is infamously popular with the terrorist organization Corpse Fleet, a group that is formally disavowed by both the Bone Sages and Zo!. Children of Golarion contends that six of the last nine contestants on GftL to meet their end in the course of the competition were coerced into participating, and are calling for the Stewards to arrest Zo! on suspicion of conspiracy to commit murder. They have at the same time sued Zo! for damages on the behalf of the families of the deceased, though this move is viewed as largely symbolic, as historically Eox has not compelled its citizens to answer summons to Pact civil court. When the Gazeteer reached out to Zo! Media for comment, Zo! himself responded, saying \"Hey, I love the living! Everyone plays in the Games by choice! The smart ones choose undeath, and you can ask them yourself!\" He then launched into a promotion for the premier of his latest series of gladiatorial events, seemingly entirely unbothered by the allegations brought by the Children. Zo! founded his self-titled media group in AG 6, and is approaching the milestone of one million recorded hours in front of the camera. In that time, he has faced frequent litigation, but has never served any jail time, and has only occasionally been forced to pay fines or restitution. Zo! Media programs are watched by hundreds of millions throughout the Pact system, and are gaining popularity in the Veskarium.",
        "image": "/Zo.jpeg",
        "date": ""
    }
]