[
  {
    "id": 0,
    "title": "Castrovel",
    "text": "Hot, humid, and stirred by intense storms and tides, the jungles and swamps of Castrovel abound with an unusually robust variety of life, from enormous saurian beasts to deadly moldstorms capable of devouring whole settlements. Of the many sentient races to make their home on the fertile world, the most prominent are <a href=\"/archives/4\"><u>lashuntas</u></a>, followed closely by elves and formians, all three civilizations highly connected and cosmopolitan thanks to a network of ancient magical teleportation portals called <i>aiudara</i>. <br><br>Traditionally, Castrovel’s <a href=\"/archives/4\"><u>lashuntas</u></a> have organized into independent city-states with a variety of governmental styles, elected matriarchies being the most common. In the modern era, however, the global and indeed system-wide reach of many Castrovellian corporations has meant that the whole world is bound by strong economic ties. While the city-states of old retain their independence, they now operate in greater harmony than ever before.<br><br>Of the city-states that do still wield real power, the most significant is Qabarat, the Shining Jewel of the Western Sea and the planet’s largest spaceport. The city is ruled by a matriarchy seated in the Three-Fold House. Also notable for their power and influence are the city’s many universities, renowned for their vast pre-Gap archives; they train some of the best explorers, researchers, and starship navigators in the system. Architecturally, the city is a work of art, its ancient walls of crushed and glittering shells blending seamlessly with modern additions. This sense of timelessness—of connection with the planet’s long history—is a matter of pride to many of the residents, who exult in the sounds of soldiers training in the Battle Yards, scholars arguing good-naturedly on university steps, or the roar and hiss of the landing starships that have largely replaced water-going vessels in Ship’s End. While most visitors to the planet enter through Qabarat’s port, numerous portals throughout the city connect it closely with other powerful <a href=\"/archives/4\"><u>lashunta</u></a> settlements, such as isolated Laubu Mesa, Komena in the Floating Shards, Jabask the Unbroken, or Candares, with its endless waterfalls and dangerous cliffside corpsicum excavations.<br><br>Though the insectile formians battled with <a href=\"/archives/4\"><u>lashuntas</u></a> for millennia, the coming of the Pact and careful shirren-brokered peace talks finally ended hostilities a mere 30 years ago. Today, the formian hives known as the Colonies work together to farm the land and trade with other races, with each individual hive queen paying tribute to the Overqueen—a purely philosophical entity established during the historic Meeting of Queens. Each of the largest formian hive-burrows can cover miles, sometimes bulging up in artificial honeycombed hills, making them confusing to visit (and historically impossible to conquer).<br><br>The elves of Sovyrian are seen as isolationist traditionalists, trading with outsiders only when necessary. Members of other races are rarely allowed to settle permanently on the elven continent and are largely barred from even entering El, Sovyrian’s canal-filled capital city led by neighborhood-sized Great Houses.<br><br>The abundance of seemingly untouched wilderness on Castrovel often confuses newcomers used to cutting-edge <a href=\"/archives/4\"><u>lashunta</u></a> technology, yet to most of the world’s residents, these vast ecological preserves are proof of their enlightened society. To them, maintaining wilderness is key to advancing knowledge and allowing the same evolution that brought them sentience to continue uplifting others, and the planet’s abundant natural resources must be harvested sustainably for the good of all. Toward this end, both the planet’s primary shipyards and its most destructive heavy industries are relegated to Elindrae, the planet’s airless, rocky moon. Of course, various species of dangerous megafauna—from bug-eyed mountain eels to poison-beaked sky fishers—still regularly attack settlements on Castrovel, which leads to occasionally “accidental” burning of protected natural regions in rural areas, but a strong Xenowarden presence usually keeps such activities from getting out of hand.<br><br>Castrovel’s dominant species have long agreed that preserving the continent of Ukulam’s ecology is in the planet’s best interests. Following the peace accords, several nongovernmental organizations such as the Esowath Conservancy formed to maintain the continent’s sanctity, with all parties’ blessings.",
    "image": "/castrovel.png",
    "notes": [
      "See <a href=\"/archives/1\"><em><u>Ukulam</u></em></a> for more information.",
      "See <a href=\"/archives/2\"><em><u>Sentient Races of Castrovel</u></em></a> for information.",
      "See <a href=\"/archives/3\"><em><u>Castrovellian Wildlife</u></em></a> for more information."
    ],
    "show": true
  },
  {
    "id": 1,
    "title": "Ukulam",
    "text": "Ukulam is, in essance, a wilderness preserve covering an entire continent.Castrovel’s dominant species have long agreed that preserving Ukulam’s ecology is in the planet’s best interests. Following the Formian/<a href=\"/archives/4\"><u>Lashunta</u></a> peace accords, several nongovernmental organizations such as the Esowath Conservancy formed to maintain the continent’s sanctity, with all parties’ blessings. These NGOs tightly restrict travel to Ukulam, issuing a limited number of permits each year to a sizable waiting list of academics and tourists. Concerned with the impact of pollution, unrestricted access, and the disruption of the near-constant migratory patterns of Ukulam’s countless aerial species, these groups even limit transit over the continent, enforcing these regulations with a force of frontier soldiers supported by a coalition fleet of interceptor starships. For all these organizations’ efforts, reports of poaching—driven by a lucrative trade in hides, horns, and other items believed to hold pharmaceutical value, supernatural power, or simple prestige—regularly emerge on the planet’s infosphere.<br><br>It would be entirely wrong to assume that Ukulam is helpless to defend iteslf, however. Castrovel's most fearsom predators, most forbidding landscapes, and densest jungles are all to be found here. From the small venemous kaukariki to the gargantuan Yaruk, from the southeastern marshes to the peaks of the Singing Range, Ukulam is a place of incredible danger and boundless wonder.",
    "image": "/ukulam.png",
    "notes": [
      "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet.",
      "See <a href=\"/archives/3\"><em><u>Castrovellian Wildlife</u></em></a> for more information."
    ],
    "show": true
  },
  {
    "id": 2,
    "title": "Sentient Races of Castrovel",
    "text": "Castrovel is the cradle of several major civilizations and an even larger number of sentient peoples. The most prominent are the lashunta, elves, formians, and khizar.",
    "image": null,
    "notes": [
        "<a href=\"/archives/lashunta\"><em><u>Lashunta</u></em></a>",
        "<a href=\"/archives/5\"><em><u>Elf</u></em></a>",
        "<a href=\"/archives/6\"><em><u>Formian</u></em></a>",
        "<a href=\"/archives/7\"><em><u>Khizar</u></em></a>",
      "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show": true
  },
  {
    "id":3,
    "title": "Castrovellian Wildlife",
    "text": "The wildlife of Castrovel is as diverse as it is dangerous, as wonderful as it is terrifying, and as unique as it is beautiful. Any Starfinders venturing into the planet's jungles, swamps, and forests should be prepared for both a fight for survival and a unique chance to encounter some of the most fascinating creatures in the system. What follows is a mere sampling of the planet's fauna.",
    "image": null,
    "notes": [
        "<a href=\"/archives/harpyJasmine\"><em><u>Harpy Jasmine</u></em></a>",
        "<a href=\"/archives/Kaukariki\"><em><u>Kaukariki</u></em></a>",
        "<a href=\"/archives/Ksarik\"><em><u>Ksarik</u></em></a>",
        "<a href=\"/archives/Mountain Eel\"><em><u>Mountain Eel</u></em></a>",
        "<a href=\"/archives/Nyssholora\"><em><u>Nyssholora</u></em></a>",
        "<a href=\"/archives/Renkroda\"><em><u>Renkroda</u></em></a>",
        "<a href=\"/archives/Shotalashu\"><em><u>Shotalashu</u></em></a>",
        "<a href=\"/archives/Sky Fisher\"><em><u>Sky Fisher</u></em></a>",
        "<a href=\"/archives/Swamp Strider\"><em><u>Swamp Strider</u></em></a>",
        "<a href=\"/archives/Vracinea\"><em><u>Vracinea</u></em></a>",
        "<a href=\"/archives/yaruk\"><em><u>Yaruk</u></em></a>",
      "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show": true
  },
  {
    "id":4,
    "title":"Lashunta",
    "image":"/lashunta.png",
    "text":"To survive on the predator-rich world of Castrovel, the telepathic humanoids called lashuntas evolved adaptive genetics that allow children to develop into one of two subspecies, depending on the stresses they endure at puberty: either the tall, intellectual, and adaptable damaya—who make up most of their race’s political leaders and ambassadors—or the short, burly, headstrong korasha, who excel as warriors and explorers. Both feature short forehead antennae that focus their natural telepathy, as well as colorful swirls and raised markings on their faces unique to each individual.<br><br>While all lashunta children inherit complexions and certain distinguishing features from their parents, their subspecies is not one of them. Through psychic ritual and force of will techniques applied at puberty, modern lashuntas have mastered the ability to determine what subspecies a child will grow into, activating certain epigenetics and shutting down others. While some lashunta city-states attempt to steer children in particular directions, such as via government-run aptitude tests, most lashuntas believe passionately in a child’s right to choose. In ancient lashunta history, their starkly divided gender roles led to subspecies almost universally correlated with gender, but as lashunta culture has grown more egalitarian, gender balance between the two subspecies has become roughly equal.<br><br>Both damaya and korasha lashuntas see education as one of the highest callings, making lashunta scholars renowned across the solar system. Military service is also valued, since Castrovel’s dangerous ecosystem and lack of overarching governments mean that settlements need warriors to protect them from jungle creatures. Of these soldiers, the most iconic are the traditional shotalashu cavalry, lightly armored riders who form telepathic bonds with and take their name from their saurian mounts.",
    "notes":[
        "See <a href=\"/archives/2\"><em><u>Sentient Races of Castrovel</u></em></a> for more information.",
        "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show":false
  },
  {
    "id":5,
    "title":"Elf",
    "image":"/elf.png",
    "text":"Elves are easily recognized by their pointed ears and pupils so large that their eyes seem to be all one color. Possessed of an inherent bond with the natural world, they tend to subtly take on the coloration of their surroundings over the course of many years and have a deep spiritual regard for nature.<br><br>They are best known for their enduring advanced civilization steeped in tradition and connection with nature. Their use of magic surpasses most other peoples, but the insularity of their post-gap culture allows for little understanding of their current state. It is speculated that their long lives made the gap especially difficult for them, leading to a culture that is both insular and reclusive. Those wishing to do bussiness with the elves of Sovyrian should be prepared to be relagated to islands off the coast, as outsiders are forbidden from setting foot on the continent. They may also note that most elves who will deal with them will do so masked, as dealing directly with outsiders is taboo.<br><br>In recent years, elvish fleets have raided the holdings of the Drow Houses on Apostae, earning them sanctions from the Pact Council.",
    "notes":[
        "See <a href=\"/archives/2\"><em><u>Sentient Races of Castrovel</u></em></a> for more information.",
        "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show":false
  },
  {
    "id":6,
    "title":"Formian",
    "image":"/formian.png",
    "text":"Formians superficially resemble giant ants, albeit with distinct physiology. Each has a segmented body with six limbs, using the rear four for stability and locomotion. In contrast, their upper body and front limbs are oriented vertically in a way that's reminiscent of other humanoids. These front limbs end in several clawlike digits and grant formians fine motor control comparable to that of most humanoids. A heavy, chitinous carapace protects their entire bodies. This natural armor varies significantly in form and color, and formians with differing geographic and maternal ancestries often exhibit unique features. Formian carapaces most often occur in shades of black, brown, red, or yellow. Still, selective transparency and iridescence in some subspecies create complex patterns that most species perceive as green, blue, or even purple. Formians also sport spiky, chitinous growths on their carapaces, most often along the shoulders, elbows, and other joints to serve as defensive weapons. These protrusions' arrangements are as individual as fingerprints and can be used to identify individuals.<br><br>Although their two compound eyes are the most prominent, formians have five eyes. The three additional eyes are arranged in a triangle high on the forehead, functioning primarily to sense light and assist formians with navigation. While ancient formians typically had side-facing compound eyes that granted nearly 360-degree vision, modern formian's compound eyes face forward, providing exceptional depth perception and focus from hundreds of tiny lenses. Formians can also see specific colors on the ultraviolet spectrum, although this feature is primarily used in a social context.<br><br>Like their eyes, formian mouths have also evolved considerably over time. Their once-powerful insectile mandibles have developed into a more gracile form barely stronger than human jaws. Ringing the mouth are fine, fingerlike sensory appendages that help filter particles, maneuver food, and taste. Collectively, these features facilitate speech, albeit often with a percussive quality including clicking consonants that most species struggle to recreate. Coin-sized ultraviolet patches faintly glow to either side of a formian's mouth, and while these patches don't meaningfully provide illumination, they do help formians spot each other in low-light conditions while conveying mood and health.<br><br>Formian society revolves around a hierarchy of castes: queens, myrmarchs, taskmasters, warriors, and workers. This structure has led many other species across the Pact Worlds to describe them as authoritarian, but these descriptions are overly simplistic in the modern era. In practice, most formians enjoy a high level of self-determination in their pursuit of contributing meaningfully to their society. While queens, and to a lesser extent myrmarchs and taskmasters, possess abilities that can control or coerce warriors and workers, doing so is considered appropriate only in emergency situations. In addition, an overall focus on the quality of life in the colonies has led to a thriving collective.<br><br>As a species, formians tend to follow results, and it's widely acknowledged that individual contributions are more significant and efficient when workers are afforded autonomy and respect. Should a young formian intended for one role demonstrate unexpected aptitude for a different one, the hive often redirects them into a position where they'll best thrive and contribute. As workers age out of the labor force, they're often functionally reemployed as taskmasters due to their expertise in the most detailed aspects of production.<br><br>In general, formians tend not to enjoy idle entertainment on its own. Instead, a formian instinctively relaxes through productive hobbies and personal projects like building models or learning new skills. Especially over the past 30 years, since achieving peace on Castrovel, formians increasingly enjoy creating art as a meditative exploration of themselves.",
    "notes":[
        "See <a href=\"/archives/2\"><em><u>Sentient Races of Castrovel</u></em></a> for more information.",
        "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show":false
  },
  {
    "id":7,
    "title":"Khizar",
    "image":"/khizar.png",
    "text":"Plantlike humanoids, the solemn khizars live in harmony with the natural environment, and many strive to protect the wilderness areas they inhabit. While this often brings them into conflict with other species and cultures, khizars are eager to learn about others’ ways in an effort to understand them.<br><br>Khizars are humanoids with two arms, two legs, vestigial vines on their backs, and greenish-brown skin of tough cellulose fiber. They have hydrostatic skeletal structures and their blood is thick and sap-like. Their limbs end in rootlike tendrils with some manipulative ability, but these are clumsier than a humanoid’s fingers. Khizars’ heads are actually complex seedpods; these tough, translucent membranes over woody latticeworks contain phosphorescent seed clusters that glow softly through the papery membrane, giving the species the nickname “lanternfolk.” The color of this glow shifts as khizars experience different emotions, and canny observers can tell khizars’ mood before they convey a word. Lacking mouths, khizars “taste” things by touching or handling them with their digits.<br><br>Originating in the wild expanses of the untamed continent Ukulam on Castrovel, khizars developed from carrionfeeding plants that used slow movement and crude empathic senses to find dying animals to feed on. They eventually grew to have full-fledged societies, though they hardly approach the population numbers of elves, formians, or lashuntas. Khizars have a strong sense of individuality, but they maintain no gender or cultural divisions based on appearance, caste, wealth, or other indicators. The only things ancient khizars competed over were food sources and having new and novel experiences, and they tended to solve competitions over the former by embracing the latter. Khizars tend to be very protective of the natural spaces where they live, sometimes resulting in violent clashes, and many have recently joined or allied with the Xenowardens in defense of certain worlds. Khizars are oblivious to many physical differences in other species, so they judge people by their actions rather than their appearances.",
    "notes":[
        "See <a href=\"/archives/2\"><em><u>Sentient Races of Castrovel</u></em></a> for more information.",
        "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show":false
  }
]
