[
  {
    "id": 0,
    "title": "Castrovel",
    "text": "Hot, humid, and stirred by intense storms and tides, the jungles and swamps of Castrovel abound with an unusually robust variety of life, from enormous saurian beasts to deadly moldstorms capable of devouring whole settlements. Of the many sentient races to make their home on the fertile world, the most prominent are <a href=\"/archives/4\"><u>lashuntas</u></a>, followed closely by elves and formians, all three civilizations highly connected and cosmopolitan thanks to a network of ancient magical teleportation portals called <i>aiudara</i>. <br><br>Traditionally, Castrovel’s <a href=\"/archives/4\"><u>lashuntas</u></a> have organized into independent city-states with a variety of governmental styles, elected matriarchies being the most common. In the modern era, however, the global and indeed system-wide reach of many Castrovellian corporations has meant that the whole world is bound by strong economic ties. While the city-states of old retain their independence, they now operate in greater harmony than ever before.<br><br>Of the city-states that do still wield real power, the most significant is Qabarat, the Shining Jewel of the Western Sea and the planet’s largest spaceport. The city is ruled by a matriarchy seated in the Three-Fold House. Also notable for their power and influence are the city’s many universities, renowned for their vast pre-Gap archives; they train some of the best explorers, researchers, and starship navigators in the system. Architecturally, the city is a work of art, its ancient walls of crushed and glittering shells blending seamlessly with modern additions. This sense of timelessness—of connection with the planet’s long history—is a matter of pride to many of the residents, who exult in the sounds of soldiers training in the Battle Yards, scholars arguing good-naturedly on university steps, or the roar and hiss of the landing starships that have largely replaced water-going vessels in Ship’s End. While most visitors to the planet enter through Qabarat’s port, numerous portals throughout the city connect it closely with other powerful <a href=\"/archives/4\"><u>lashunta</u></a> settlements, such as isolated Laubu Mesa, Komena in the Floating Shards, Jabask the Unbroken, or Candares, with its endless waterfalls and dangerous cliffside corpsicum excavations.<br><br>Though the insectile formians battled with <a href=\"/archives/4\"><u>lashuntas</u></a> for millennia, the coming of the Pact and careful shirren-brokered peace talks finally ended hostilities a mere 30 years ago. Today, the formian hives known as the Colonies work together to farm the land and trade with other races, with each individual hive queen paying tribute to the Overqueen—a purely philosophical entity established during the historic Meeting of Queens. Each of the largest formian hive-burrows can cover miles, sometimes bulging up in artificial honeycombed hills, making them confusing to visit (and historically impossible to conquer).<br><br>The elves of Sovyrian are seen as isolationist traditionalists, trading with outsiders only when necessary. Members of other races are rarely allowed to settle permanently on the elven continent and are largely barred from even entering El, Sovyrian’s canal-filled capital city led by neighborhood-sized Great Houses.<br><br>The abundance of seemingly untouched wilderness on Castrovel often confuses newcomers used to cutting-edge <a href=\"/archives/4\"><u>lashunta</u></a> technology, yet to most of the world’s residents, these vast ecological preserves are proof of their enlightened society. To them, maintaining wilderness is key to advancing knowledge and allowing the same evolution that brought them sentience to continue uplifting others, and the planet’s abundant natural resources must be harvested sustainably for the good of all. Toward this end, both the planet’s primary shipyards and its most destructive heavy industries are relegated to Elindrae, the planet’s airless, rocky moon. Of course, various species of dangerous megafauna—from bug-eyed mountain eels to poison-beaked sky fishers—still regularly attack settlements on Castrovel, which leads to occasionally “accidental” burning of protected natural regions in rural areas, but a strong Xenowarden presence usually keeps such activities from getting out of hand.<br><br>Castrovel’s dominant species have long agreed that preserving the continent of Ukulam’s ecology is in the planet’s best interests. Following the peace accords, several nongovernmental organizations such as the Esowath Conservancy formed to maintain the continent’s sanctity, with all parties’ blessings.",
    "image": "/castrovel.png",
    "notes": [
      "See <a href=\"/archives/1\"><em><u>Ukulam</u></em></a> for more information.",
      "See <a href=\"/archives/2\"><em><u>Sentient Races of Castrovel</u></em></a> for information.",
      "See <a href=\"/archives/3\"><em><u>Castrovellian Wildlife</u></em></a> for more information."
    ],
    "show": true
  },
  {
    "id": 1,
    "title": "Ukulam",
    "text": "Ukulam is, in essance, a wilderness preserve covering an entire continent.Castrovel’s dominant species have long agreed that preserving Ukulam’s ecology is in the planet’s best interests. Following the Formian/<a href=\"/archives/4\"><u>Lashunta</u></a> peace accords, several nongovernmental organizations such as the Esowath Conservancy formed to maintain the continent’s sanctity, with all parties’ blessings. These NGOs tightly restrict travel to Ukulam, issuing a limited number of permits each year to a sizable waiting list of academics and tourists. Concerned with the impact of pollution, unrestricted access, and the disruption of the near-constant migratory patterns of Ukulam’s countless aerial species, these groups even limit transit over the continent, enforcing these regulations with a force of frontier soldiers supported by a coalition fleet of interceptor starships. For all these organizations’ efforts, reports of poaching—driven by a lucrative trade in hides, horns, and other items believed to hold pharmaceutical value, supernatural power, or simple prestige—regularly emerge on the planet’s infosphere.<br><br>It would be entirely wrong to assume that Ukulam is helpless to defend iteslf, however. Castrovel's most fearsom predators, most forbidding landscapes, and densest jungles are all to be found here. From the small venemous kaukariki to the gargantuan Yaruk, from the southeastern marshes to the peaks of the Singing Range, Ukulam is a place of incredible danger and boundless wonder.",
    "image": "/ukulam.png",
    "notes": [
      "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet.",
      "See <a href=\"/archives/3\"><em><u>Castrovellian Wildlife</u></em></a> for more information."
    ],
    "show": true
  },
  {
    "id": 2,
    "title": "Sentient Races of Castrovel",
    "text": "Castrovel is the cradle of several major civilizations and an even larger number of sentient peoples. The most prominent are the lashunta, elves, formians, and khizar.",
    "image": null,
    "notes": [
        "<a href=\"/archives/lashunta\"><em><u>Lashunta</u></em></a>",
        "<a href=\"/archives/5\"><em><u>Elf</u></em></a>",
        "<a href=\"/archives/6\"><em><u>Formian</u></em></a>",
        "<a href=\"/archives/7\"><em><u>Khizar</u></em></a>",
      "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show": true
  },
  {
    "id":3,
    "title": "Castrovellian Wildlife",
    "text": "The wildlife of Castrovel is as diverse as it is dangerous, as wonderful as it is terrifying, and as unique as it is beautiful. Any Starfinders venturing into the planet's jungles, swamps, and forests should be prepared for both a fight for survival and a unique chance to encounter some of the most fascinating creatures in the system. What follows is a mere sampling of the planet's fauna.",
    "image": null,
    "notes": [
        "<a href=\"/archives/15\"><em><u>Harpy Jasmine</u></em></a>",
        "<a href=\"/archives/16\"><em><u>Kaukariki</u></em></a>",
        "<a href=\"/archives/8\"><em><u>Ksarik</u></em></a>",
        "<a href=\"/archives/17\"><em><u>Mountain Eel</u></em></a>",
        "<a href=\"/archives/9\"><em><u>Nyssholora</u></em></a>",
        "<a href=\"/archives/18\"><em><u>Renkroda</u></em></a>",
        "<a href=\"/archives/11\"><em><u>Shotalashu</u></em></a>",
        "<a href=\"/archives/12\"><em><u>Sky Fisher</u></em></a>",
        "<a href=\"/archives/10\"><em><u>Swamp Strider</u></em></a>",
        "<a href=\"/archives/13\"><em><u>Vracinea</u></em></a>",
        "<a href=\"/archives/14\"><em><u>Yaruk</u></em></a>",
      "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show": true
  },
  {
    "id":4,
    "title":"Lashunta",
    "image":"/lashunta.png",
    "text":"To survive on the predator-rich world of Castrovel, the telepathic humanoids called lashuntas evolved adaptive genetics that allow children to develop into one of two subspecies, depending on the stresses they endure at puberty: either the tall, intellectual, and adaptable damaya—who make up most of their race’s political leaders and ambassadors—or the short, burly, headstrong korasha, who excel as warriors and explorers. Both feature short forehead antennae that focus their natural telepathy, as well as colorful swirls and raised markings on their faces unique to each individual.<br><br>While all lashunta children inherit complexions and certain distinguishing features from their parents, their subspecies is not one of them. Through psychic ritual and force of will techniques applied at puberty, modern lashuntas have mastered the ability to determine what subspecies a child will grow into, activating certain epigenetics and shutting down others. While some lashunta city-states attempt to steer children in particular directions, such as via government-run aptitude tests, most lashuntas believe passionately in a child’s right to choose. In ancient lashunta history, their starkly divided gender roles led to subspecies almost universally correlated with gender, but as lashunta culture has grown more egalitarian, gender balance between the two subspecies has become roughly equal.<br><br>Both damaya and korasha lashuntas see education as one of the highest callings, making lashunta scholars renowned across the solar system. Military service is also valued, since Castrovel’s dangerous ecosystem and lack of overarching governments mean that settlements need warriors to protect them from jungle creatures. Of these soldiers, the most iconic are the traditional <a href=\"/archives/11\"><em><u>Shotalashu</u></em></a>cavalry, lightly armored riders who form telepathic bonds with and take their name from their saurian mounts.",
    "notes":[
        "See <a href=\"/archives/2\"><em><u>Sentient Races of Castrovel</u></em></a> for more information.",
        "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show":false
  },
  {
    "id":5,
    "title":"Elf",
    "image":"/elf.png",
    "text":"Elves are easily recognized by their pointed ears and pupils so large that their eyes seem to be all one color. Possessed of an inherent bond with the natural world, they tend to subtly take on the coloration of their surroundings over the course of many years and have a deep spiritual regard for nature.<br><br>They are best known for their enduring advanced civilization steeped in tradition and connection with nature. Their use of magic surpasses most other peoples, but the insularity of their post-gap culture allows for little understanding of their current state. It is speculated that their long lives made the gap especially difficult for them, leading to a culture that is both insular and reclusive. Those wishing to do bussiness with the elves of Sovyrian should be prepared to be relagated to islands off the coast, as outsiders are forbidden from setting foot on the continent. They may also note that most elves who will deal with them will do so masked, as dealing directly with outsiders is taboo.<br><br>In recent years, elvish fleets have raided the holdings of the Drow Houses on Apostae, earning them sanctions from the Pact Council.",
    "notes":[
        "See <a href=\"/archives/2\"><em><u>Sentient Races of Castrovel</u></em></a> for more information.",
        "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show":false
  },
  {
    "id":6,
    "title":"Formian",
    "image":"/formian.png",
    "text":"Formians superficially resemble giant ants, albeit with distinct physiology. Each has a segmented body with six limbs, using the rear four for stability and locomotion. In contrast, their upper body and front limbs are oriented vertically in a way that's reminiscent of other humanoids. These front limbs end in several clawlike digits and grant formians fine motor control comparable to that of most humanoids. A heavy, chitinous carapace protects their entire bodies. This natural armor varies significantly in form and color, and formians with differing geographic and maternal ancestries often exhibit unique features. Formian carapaces most often occur in shades of black, brown, red, or yellow. Still, selective transparency and iridescence in some subspecies create complex patterns that most species perceive as green, blue, or even purple. Formians also sport spiky, chitinous growths on their carapaces, most often along the shoulders, elbows, and other joints to serve as defensive weapons. These protrusions' arrangements are as individual as fingerprints and can be used to identify individuals.<br><br>Although their two compound eyes are the most prominent, formians have five eyes. The three additional eyes are arranged in a triangle high on the forehead, functioning primarily to sense light and assist formians with navigation. While ancient formians typically had side-facing compound eyes that granted nearly 360-degree vision, modern formian's compound eyes face forward, providing exceptional depth perception and focus from hundreds of tiny lenses. Formians can also see specific colors on the ultraviolet spectrum, although this feature is primarily used in a social context.<br><br>Like their eyes, formian mouths have also evolved considerably over time. Their once-powerful insectile mandibles have developed into a more gracile form barely stronger than human jaws. Ringing the mouth are fine, fingerlike sensory appendages that help filter particles, maneuver food, and taste. Collectively, these features facilitate speech, albeit often with a percussive quality including clicking consonants that most species struggle to recreate. Coin-sized ultraviolet patches faintly glow to either side of a formian's mouth, and while these patches don't meaningfully provide illumination, they do help formians spot each other in low-light conditions while conveying mood and health.<br><br>Formian society revolves around a hierarchy of castes: queens, myrmarchs, taskmasters, warriors, and workers. This structure has led many other species across the Pact Worlds to describe them as authoritarian, but these descriptions are overly simplistic in the modern era. In practice, most formians enjoy a high level of self-determination in their pursuit of contributing meaningfully to their society. While queens, and to a lesser extent myrmarchs and taskmasters, possess abilities that can control or coerce warriors and workers, doing so is considered appropriate only in emergency situations. In addition, an overall focus on the quality of life in the colonies has led to a thriving collective.<br><br>As a species, formians tend to follow results, and it's widely acknowledged that individual contributions are more significant and efficient when workers are afforded autonomy and respect. Should a young formian intended for one role demonstrate unexpected aptitude for a different one, the hive often redirects them into a position where they'll best thrive and contribute. As workers age out of the labor force, they're often functionally reemployed as taskmasters due to their expertise in the most detailed aspects of production.<br><br>In general, formians tend not to enjoy idle entertainment on its own. Instead, a formian instinctively relaxes through productive hobbies and personal projects like building models or learning new skills. Especially over the past 30 years, since achieving peace on Castrovel, formians increasingly enjoy creating art as a meditative exploration of themselves.",
    "notes":[
        "See <a href=\"/archives/2\"><em><u>Sentient Races of Castrovel</u></em></a> for more information.",
        "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show":false
  },
  {
    "id":7,
    "title":"Khizar",
    "image":"/khizar.png",
    "text":"Plantlike humanoids, the solemn khizars live in harmony with the natural environment, and many strive to protect the wilderness areas they inhabit. While this often brings them into conflict with other species and cultures, khizars are eager to learn about others’ ways in an effort to understand them.<br><br>Khizars are humanoids with two arms, two legs, vestigial vines on their backs, and greenish-brown skin of tough cellulose fiber. They have hydrostatic skeletal structures and their blood is thick and sap-like. Their limbs end in rootlike tendrils with some manipulative ability, but these are clumsier than a humanoid’s fingers. Khizars’ heads are actually complex seedpods; these tough, translucent membranes over woody latticeworks contain phosphorescent seed clusters that glow softly through the papery membrane, giving the species the nickname “lanternfolk.” The color of this glow shifts as khizars experience different emotions, and canny observers can tell khizars’ mood before they convey a word. Lacking mouths, khizars “taste” things by touching or handling them with their digits.<br><br>Originating in the wild expanses of the untamed continent Ukulam on Castrovel, khizars developed from carrionfeeding plants that used slow movement and crude empathic senses to find dying animals to feed on. They eventually grew to have full-fledged societies, though they hardly approach the population numbers of elves, formians, or lashuntas. Khizars have a strong sense of individuality, but they maintain no gender or cultural divisions based on appearance, caste, wealth, or other indicators. The only things ancient khizars competed over were food sources and having new and novel experiences, and they tended to solve competitions over the former by embracing the latter. Khizars tend to be very protective of the natural spaces where they live, sometimes resulting in violent clashes, and many have recently joined or allied with the Xenowardens in defense of certain worlds. Khizars are oblivious to many physical differences in other species, so they judge people by their actions rather than their appearances.",
    "notes":[
        "See <a href=\"/archives/2\"><em><u>Sentient Races of Castrovel</u></em></a> for more information.",
        "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show":false
  },
  {
    "id":8,
    "title":"Ksarik",
    "image":"/ksarik.png",
    "text":"Ksariks’ ancestors lived on Castrovel as mindless, animate plants that scavenged for food and sprouted their seedlings within corpses, rarely posing more than an incidental threat to other species. Millennia of ongoing strife between the planet’s formians and lashuntas bombarded these primeval ksariks with psychic energy, and only decades before the two factions’ recent peace deal, the plants began exhibiting rudimentary intelligence and a predatory drive. In an unsettlingly small number of generations, ksariks have developed a pack mentality, low cunning, and the preternatural ability to adopt competitors’ strengths.<br><br>A typical ksarik is a 12-foot-long quadruped made up of dense plant matter, including specialized tissues such as powerful tendons, woody internal supports that resemble bones, and flexible sheets of lignin that serve as a form of armor. Its head is immense and stocky, comprising approximately a dozen feeding tendrils that obscure its underdeveloped mouthparts. Its eyestalks project from either side of its head, providing a wide range of vision that sacrifices much of its ability to see targets immediately in front of it. To make up for this, a ksarik’s feeding tendrils are covered in an array of unusual sensory organs: some can discern the source of smells, while others sense movement and changes in light.<br><br>Originally occupying a niche between decomposers and scavengers, ksariks adapted to sniff out carrion and digest every piece of a rotting corpse. A ksarik’s body produces a steady supply of several different acids that help it break down food into a more manageable form, and modern ksariks regularly employ these acids in self-defense and hunting. The plants also have numerous thorns that grow along their legs and back. Botanists theorize that these also served as selfdefense when the ksariks were slower-moving creatures that resided lower on the food chain. Now, however, ksariks use these thorns as a form of reproduction, firing them into live prey and infecting those creatures with spores that gradually grow into nascent ksariks that feed on the host, and then painfully burrow out of the flesh days later. The spores must be fertilized beforehand in a process that resembles sexual congress between two ksariks, leaving both with a supply of seeds that remain viable for months afterward.<br><br>The most fearsome of the ksarik’s abilities is its capability of extracting and assimilating other creatures’ genetic codes, temporarily mimicking its prey’s adaptations. Studies suggest this ability is as much tied to a ksarik’s physical characteristics as it is some rudimentary psychic ability that allows the plant to adjust its body in accordance with a stolen genetic blueprint. Most of this code is unstable within the plants, meaning ksariks can rarely maintain an adaptation for more than a minute or, at most, a few hours. However, trace amounts of foreign DNA remain, and it appears that parents are able to pass lesser versions of their adopted abilities to their offspring.<br><br>This enhanced evolution has drawn ksariks into otherwise unsuitable habitats on Castrovel, where they have quickly outcompeted other species, even driving several of them to extinction. Due to this explosive growth, most lashuntas consider them an ecological nuisance, though xenobiologists have lobbied against the species’ eradication until it can be properly studied—especially now that the ksariks have begun absorbing and demonstrating signs of rudimentary culture.<br><br>The most notable evidence of this cultural development is the lilting melodies ksariks sing when in close proximity to one another. Scientists have yet to discover the purpose of these songs, as their best efforts to determine if they provide any information to the plants has failed. What’s more, their attempts to replicate the sounds only lead to angering nearby ksariks, the creatures being seemingly affronted by the endeavor. These sounds appear to emanate directly from a ksarik’s skin instead of any particular orifice, a fact that opponents of ksarik conservation hold as proof that the plants aren’t purposefully making them. Of course, those on the other side of the argument believe it doesn’t matter from where the songs come.",
    "notes":[
        "See <a href=\"/archives/3\"><em><u>Castrovellian Wildlife</u></em></a> for more information.",
        "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show":false
  },
  {
    "id":9,
    "title":"Nyssholora",
    "image":"/nyssholora.png",
    "text":"Among the most feared and deadly apex predators on Castrovel, a nyssholora is a dinosaur-like monster that stalks the wilderness across both Asana and the Colonies. These fearless hunters eat whatever they can catch and kill. They have plagued lashuntas and formians enough to figure prominently in the mythology of both species for millennia.<br><br>A nyssholora resembles a tyrannosaur, standing on its hind legs and counterbalancing its massive head with a long, muscular tail. A nyssholora has a pair of upper appendages with claws that resemble scythe blades, as well as a smaller pair of similar arms the creature uses to mark its territory and communicate its location to offspring, hunting partners, or a mate. A wide maw filled with two rows of fangs dominates the creature’s head, and eight beady eyes run in two vertical rows along the bridge of its nose. A wide, flat crest tops its skull, behind which writhe a mass of short, smooth tentacles. A smaller bundle of tentacles tips the nyssholora’s tail. These tentacles serve two purposes. First, the nyssholora uses them to collect energy from the atmosphere. Second, they aid the nyssholora in sensing the presence of telepathic prey, including formians and lashuntas. Stealth in the plains is all but impossible for a creature the size of a nyssholora, and it makes little effort to camouflage itself, sporting bright neon striations of yellow and orange across its thick purple or pink hide.<br><br>Nyssholoras nest and lay eggs, and both parents keep watch over unhatched young in the treacherous Castrovelian wilderness. Brooding nyssholoras are particularly aggressive, due to hunger and the desire to protect their offspring. When young nyssholoras hatch, they remain in the nest for only a day. They then stay near a parent, learning how to hunt. Juvenile nyssholoras become more and more independent over the course of a month and then set out on their own or in small groups that typically end up breaking up a couple months later. Adult nyssholoras have been known to respond to distress calls of their own offspring up to a year after separation.<br><br>The people of Castrovel hunt nyssholoras to keep their numbers down. Big-game hunters collect the beasts’ phasic claws, the third segment of the creature’s forearms. These bladed talons are sharp, but their real danger is that they vibrate at ultrasonic speeds, creating a blade of concentrated sound waves that precedes the physical structure of the claw as it swipes through the air. This can cut through even extremely dense materials. Because of these adaptations, Castrovelian scientists have long believed that nyssholoras evolved to hunt prey that had both telepathy and preternaturally strong armor. This hypothetical prey has long since vanished from Castrovel, but the nyssholora, lacking predators to challenge its position at the top of the food chain, has remained. More than one nyssholora has used its talons to carve open vehicle hulls or cut into city walls to get at prey.<br><br>Similarly, the volume and force with which a nyssholora releases its low, resonant roar are enough to weaken the structural integrity of buildings and concuss the bodies of other creatures. This mighty bellow offers potential prey an early warning to the beast’s approach since, in the absence of overwhelming ambient noise, a nyssholora’s cry can be heard as far as 20 miles away. The beast’s roar is so iconic that an entire genre of loud, growling music popular among korasha lashuntas adopted its name—originally as an insult from the style’s detractors, but quickly embraced by fans. Nyssholoran roar performances can be heard in counterculture hot spots throughout the Pact Worlds.<br><br>In its horizontal walking pose, an adult nyssholora is 15 feet tall at the hip but can stand upright to over 20 feet. The typical adult nyssholora stretches as much as 40 feet from the tip of its tail to its nose and weighs 15 tons, although formian and lashunta legends tell of epic specimens two or three times recorded sizes. Juvenile nyssholoras are less than half the size and weigh almost 2 tons.",
    "notes":[
      "See <a href=\"/archives/3\"><em><u>Castrovellian Wildlife</u></em></a> for more information.",
        "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show":false
  },
  {
    "id":10,
    "title":"Swamp Strider",
    "image":"/swampStrider.png",
    "text":"Swamp striders stand about 8 feet tall at the shoulder and weigh around 1,250 pounds. Excellently adapted to wetland biomes, these spindly herbivores specialize in browsing on the leaves, bark, and branches of shrubs and young trees, grazing on grasses only when they lack access to other foods. They depart their swamps infrequently; the ripening of seasonal fruits might lure them out, and the fire-wary swamp striders also know to move away during droughts when desiccated marshes ignite all too easily.<br><br>Roaming so far afield can leave swamp striders vulnerable to predators like <a href=\"/archives/11\"><em><u>shotalashus</u></em></a>, <a href=\"/archives/9\"><em><u>nyssholora</u></em></a>, tashtaris, and a host of tyrannosaurid renkroda subspecies. Even lashuntas have hunted this popular prey since time immemorial; the meat’s taste is among the most synthesized food flavorings for Castrovelian snacks. Despite their lanky profile and awkward gait, swamp striders boast numerous defenses, including their extraordinary speed and agility under pressure. When on the run, a scattering herd often throws caution to the wind, hurling themselves through vegetation with wanton disregard; most humanoid deaths by swamp striders occur as a result of the creatures fleeing from something far deadlier and crashing into unsuspecting bystanders. In the presence of water, swamp striders either dive for cover in deeper pools or ably dash across shallower bogs, their broad footpads distributing their weight just as their feet’s hydrophobic skin limits the grip of sucking mud.<br><br>But speed isn’t swamp striders’ only protection. Their bodies sport an array of defensive spines, most often spikes on their forelimbs designed to sweep backward and spear any creature unwise enough to target the herbivore’s hindquarters. The crested swamp strider species boasts fearsome head horns as well, and swamp striders of any type ferociously lash out whenever they feel threatened.<br><br>Yet what most people know about swamp striders is their stench, which arises from the multitudinous algae that grow in their thick fur. The motley green, brown, and red flora help camouflage the creatures visually among the wetland grasses and mosses. Their smell, in contrast, is so strong that it overwhelms the sensitive nostrils of their predators, practically disabling others’ olfactory senses and also deterring all but the most determined hunters. Moreover, each swamp strider’s colony has a slightly different composition and scent, helping the creatures recognize each other and identify interlopers, whom the herd challenges with low clicking sounds.",
    "notes":[
        "See <a href=\"/archives/3\"><em><u>Castrovellian Wildlife</u></em></a> for more information.",
        "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show":false
  },
  {
    "id":11,
    "title":"Shotalashu",
    "image":"/shotalashu.png",
    "text":"For as long as lashuntas have been among the dominant species on Castrovel, shotalashus—the lashuntas’ traditional telepathic reptilian mounts—have served at their sides. Millennia of domestication and parallel evolution have strengthened the symbiotic bond between the two species, allowing lashuntas to form a close mental link with a chosen mount.<br><br>Shotalashus have rudimentary telepathic abilities similar to those of the lashuntas themselves, a fact that has contributed to their use as close pets and trusted mounts even in the modern day, when much more sophisticated and technologically advanced forms of both transportation and companionship exist. This tradition has lasted so long in part because of the kinship the lashuntas feel with their bonded shotalashus, but also because the symbiotic bond between the two species is deeply ingrained into lashunta culture. Shotalashu-mounted cavalry still serve as ceremonial honor guards for lashunta dignitaries, and members of all social stations regard their bonded mounts as occupying a cherished place in the family. Though shotalashus are seen less often in teeming metropolises than they are in smaller settlements, no city on Castrovel is devoid of at least basic amenities for the honored beasts, from training facilities to boarding services.<br><br>While it’s common for a lashunta to switch between shotalashus throughout her life, some bonds between beast and rider deepen over time, and it is not unheard of for a warrior to bond with a single shotalashu mount until death. Lashunta whose mounts die suffer psychic trauma and often require time to recover before they can bond with another mount, and shotalashus who lose their bonded riders have been known to grieve for months, or even years.<br><br>Though rare, some shotalashus still live in the wild, forming feral packs that use their telepathy to bond not with a rider, but with one another, forming a highly effective collective mind that makes them efficient and deadly hunters. Particularly adventurous lashuntas set out on solo quests into the most remote of Castrovel’s wilds in search of a potentially stronger mount from among untamed stock. These brave souls must first break an individual shotalashu away from its pack before attempting the long and arduous task of taming and eventually bonding with the creature.<br><br>A typical domesticated shotalashu is over 10 feet long from snout to tail-tip, and weighs more than 1,000 pounds, while wild specimens can grow as large as 12 feet in length and weigh a staggering 1,500 pounds.",
    "notes":[
        "See <a href=\"/archives/3\"><em><u>Castrovellian Wildlife</u></em></a> for more information.",
        "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show":false
  },
  {
    "id":12,
    "title":"Sky Fisher",
    "image":"/skyFisher.jpeg",
    "text":"Sky fishers are aerial ambush predators notorious for casting sticky, anesthetizing filaments with which they reel in their quarry. A sky fisher’s blood contains hemocyanin, which gives the creature a bluish tone. However, it can deoxygenate its blood to turn its body colorless, making the sky fisher sluggish but rendering it mostly translucent as it watches for prey.<br><br>The aberrations have remarkably complex brains that allow them to analyze patterns and even learn speech, which they observe by using their rounded bodies to magnify sounds emanating from the ground below. This predatory intelligence makes sky fishers a major threat to Castrovelian cities, most of which employ automated defenses to scare off the creatures.<br><br>Though they spend the entirety of their adult lives in the air, sky fishers lay their eggs in saltwater. Their amphibious young spend 7–8 months in the seas before clambering onto nearby rocks—losing the ability to breathe underwater—and then catching the seasonal winds to become airborne.",
    "notes":[
      "See <a href=\"/archives/3\"><em><u>Castrovellian Wildlife</u></em></a> for more information.",
        "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show":false
  },
  {
    "id":13,
    "title":"Vracinea",
    "image":"/vracinea.png",
    "text":"The vracinea is one such predator, a shambling plant creature with several fanged mouths and large blossoms that both attract living creatures with psychic impulses and exude a scent that holds prey in place. Standing almost 12 feet tall, a typical vracinea weighs 2,000 pounds, though one currently digesting a victim might be heavier.<br><br>Usually, a vracinea forsakes its mobility to lie in wait for its next meal, covering its lower half with nearby vines and branches and leaving only its blossom lures visible. If possible, it situates itself in a clearing or at the top of a rise to maximize its hunting range. Once its mesmerized prey has gotten close to it, the vracinea allows its flowers’ paralyzing odor to wash over its victim before the plant creature bursts forth from its camouflage and attacks. If an injured prey manages to shake off the scent’s effects and attempts to escape, the vracinea will pursue as best it can for a short time before giving up and beginning its hunting cycle over again, often selecting a new location in the process.<br><br>Xenobotanists aren’t certain of the mechanisms behind a vracinea’s blossom lures, as only a few scientists who set out to study these plant creatures have returned with evidence. Some believe the flowers vibrate at an almost subatomic level, stimulating a target’s subconscious desires, while others think that the vracinea transmits psychic impulses to its prey through the flowers. Either way, affected creatures can’t help but move toward the vracinea until they get caught within the plant’s paralyzing scent aura, after which they are quickly devoured.<br><br>Vracineas are solitary and territorial creatures. When two come into contact, they often charge at one another, quickly becoming locked in a struggle of gnashing teeth until one falls dead or retreats to nurse its wounds. The stakes of such skirmishes can be especially high, given that nearby prey are often unable to resist the draw of both creatures and end up standing by, paralyzed. The winning vracinea claims any such prizes and claims the nearby territory. It then picks a new hiding spot and patiently waits for other victims to appear. Rarely, a starving vracinea—easily recognizable by the deep purple coloration of its blossom lures—will pursue, kill, and feast on the loser of a contest of dominance, though this is the only time a vracinea partakes in cannibalism. In fact, a vracinea usually refuses to eat other plant creatures; xenobotanists believe those that do are in fact attempting to reach unabsorbed meat in the other creature’s system.<br><br>On Castrovel, vracineas flourish on the continent of Ukulam, where they can stake expansive hunting grounds and avoid other voracious members of their species. All is not completely peaceful, however, as many vracineas compete for food with the jungle’s other carnivorous creatures, such as tentacled ksariks and serpentine mountain eels. Over many generations, ksariks have learned to detect the scent of vracineas from greater and greater distances, along with the knowledge that they have little to gain from ingesting a vracinea’s genetic information. In addition, the two plant creatures tend to be evenly matched, making any confrontation between the two dangerous for both. As a result, they generally only come into direct conflict in times of desperation, or occasionally when a ksarik is tracking victims infected by its carrion spores. Mountain eels, on the other hand, are often more powerful than vracineas, though the two only fight for resources if a vracinea attempts to claim part of a mountainside frequented by a bed of mountain eels for its hunting ground. Usually outnumbered, a vracinea is quickly dispatched by mountain eels, but occasionally one of the plant creatures discovers a nest of newly born elvers left behind by its parents and enjoys a grand feast.",
    "notes":[
      "See <a href=\"/archives/3\"><em><u>Castrovellian Wildlife</u></em></a> for more information.",
        "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show":false
  },
  {
    "id":14,
    "title":"Yaruk",
    "image":"/yaruk.jpg",
    "text":"Yaruks are immense herbivores that can readily crop tree leaves, even using their sturdy forelimbs to partly climb trunks to reach even higher. Yaruks are infamously destructive in their ongoing migrations, toppling whatever isn’t convenient to walk around. This has hidden benefits, though. Not only does this create natural pathways and game trails that other species exploit, but it also clears swaths through thick canopies, allowing for new growth.<br><br>While most yaruks are solitary, they regularly call to their neighbors with deafening bellows magnified by their hollow crests. The yaruks then form temporary gatherings, called moots, and wander together for up to a week afterward before the individual yaruks gradually disperse.",
    "notes":[
      "See <a href=\"/archives/3\"><em><u>Castrovellian Wildlife</u></em></a> for more information.",
        "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show":false
  },
  {
    "id":15,
    "title":"Harpy Jasmine",
    "image":"/harpyJasmine.png",
    "text":"Flush with life, Castrovel hosts countless carnivorous plants that evolved to feed on the planet’s bountiful fauna. Many of these flora boast complex protein chains that function as both nerves and fast-twitch muscles. Although the assassin vine is one of the most well-known examples, harpy jasmine infamously has one of the most sinister lures: psychic powers that draw in and pummel curious prey. Despite its colorful moniker—derived from its songs and fascination-based abilities—the blossom has nothing in common with actual harpies.<br><br>In the wild, harpy jasmines grow as a large shrub with long runners, each studded with five-petaled flowers, stretching from their leafy bodies. They use complex illusions to lure in and strangle curious beasts, though incredibly, the plants don’t display the intelligence to invent or adapt their illusions that might be expected from such a predator. Instead, harpy jasmines record nearby events and emotions that they replicate with little variation or apparent understanding. Animal memories rarely show more than instinctual scenes of distress or content grazing, but intelligent prey can inadvertently surrender secrets to the plants, which in some cases result in jarringly inappropriate lures. However, eccentric detectives and security companies have occasionally cultivated or provoked harpy jasmines to have the plants replay scenes of a nearby crime.<br><br>The flowers play a small role in lashunta mythology, serving as a symbol of death and knowledge. Lashunta legend claims that especially old and large examples of harpy jasmines grow to tree-like proportions and develop their own minds, amalgams built from the psychic impressions of countless previous victims. At least two such myths involve heroes seeking out such ancient plants to recover a lost secret; the cautionary fable of the Sing-Sweet Vine warns against becoming obsessed with the past, and in another tale, a venerable harpy jasmine’s memory of a loved one is the final ingredient needed to restore a hero’s deceased friend to life.<br><br>After siphoning away the nutritious fluids of their prey to store in their bulbous taproots, harpy jasmines leave corpses to decay and nourish the soil, often burying a kill to protect the remains from scavengers. While the plants can disperse seeds into the wind, few sprouts reach the ideal, marshy conditions that juvenile plants need to sustain themselves until they develop the ability to move on their own. Instead, the most common harpy jasmine reproduction method is by cuttings—severing a part of the plant’s body and planting it in a fresh kill before uprooting and wandering elsewhere. The severed tendril can move independently and soon grows into a clone of the original.<br><br>Like true jasmine, harpy jasmine prefers warm and humid environments, though it has the hardiness to survive anywhere that the ambient temperature stays above freezing. It grows across much of Castrovel, and shortsighted horticulturalists have transplanted it to many other warm climes throughout the Pact Worlds and Near Space. At least one luxury cruise line has also tried growing the plant aboard starships to enjoy their sweet, perfumed scent and the mild euphoria the plants generate when content—though a failure to properly prune and control the plants has led to bloodshed and lawsuits on at least one occasion.",
    "notes":[
      "See <a href=\"/archives/3\"><em><u>Castrovellian Wildlife</u></em></a> for more information.",
        "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show":false
  },
  {
    "id":16,
    "title":"Kaukariki",
    "image":"/kaukariki.jpg",
    "text":"Kaukarikis are inquisitive pests named after the sound of their warning vocalizations in the presence of threats; most who interact with the creatures directly prefer to call them by the less endearing moniker of “stingbats.” Primarily frugivores, kaukarikis scamper about in woodland canopies and glide from tree to tree, each troop migrating widely over its claimed territory to exploit seasonal food sources. The creatures readily take advantage of other sources of food as needed, including insects, young leaves, bark, and even meat on rare occasions. In fact, particularly large troops—especially those with a newly ascendant alpha female—sometimes organize a hunt to take down modest prey and share the kill to reinforce social bonds within the group.<br><br>The creature’s eponymous stinger serves both defensive and offensive purposes. Few predators in the kaukarikis’ range are willing to risk the painful venom, especially because the pests often rally to one another’s defense to mob assailants. This fearsome reputation seems to embolden kaukarikis, which infamously incite each other to harass trespassers as a way of demonstrating bravery and establishing a pecking order within the troop. For all their venom’s power, it isn’t produced directly by the kaukarikis’ bodies; many of their favorite fruits and seeds are toxic, and the creatures’ digestive systems separate and store the poisons within a small venom sac near the tip of the tail. As a result, kaukarikis fed different diets might develop venom that damages a different ability score or lose their poison altogether.<br><br>Kaukariki mating habits often coincide with massive feasts of fruits, with the male that consumes the most food being seen as the most desirable mate. The alpha female chooses first from among the potential mates, followed by the other females that have the alpha’s permission. A female that attempts to take a mate without permission is often attacked and driven off by the rest of the troop. Such a kaukariki is then left to fend for herself, and sometimes she becomes the alpha of her own troop.<br><br>Kaukarikis are most common on the continent of Ukulam, though on Asana they have adapted to the dominant lashunta city-states by adopting new habits better suited to urban environments. The people of Castrovel err on the side of deterring and dispersing kaukarikis back into the wild, though they don’t hesitate to take more drastic action when a local population gets out of hand. That’s even truer in the famed fruit orchards of southern Asana, where the kaukarikis can be so disruptive that local authorities often incentivize hunting down the creatures to trim their numbers.",
    "notes":[
      "See <a href=\"/archives/3\"><em><u>Castrovellian Wildlife</u></em></a> for more information.",
        "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show":false
  },
  {
    "id":17,
    "title":"Mountain Eel",
    "image":"/mountainEel.png",
    "text":"Due to some quirk of parallel evolution, these massive creatures have features resembling their waterborne kin’s, especially their gaping maws filled with terrible teeth. On the other hand, mountain eels have large, arthropodan compound eyes, and their coloring tends to range from dark to very dark green. Mountain eels dwell on the slopes of the mountains of Castrovel, gliding quietly between the trees as they hunt for prey. The gaze of a mountain eel paralyzes most creatures, allowing the beast to run its victims down and feast on their corpses. A typical mountain eel is about 5 feet tall but 60 feet from nostrils to tail if laid out in a straight line, though it constantly squirms and contorts its body. Despite its size, a mountain eel is very light, weighing approximately 300 pounds.<br><br>Mountain eels are carnivores, and they prefer their meals to be freshly dead before they tear into the flesh. However, they need to eat close to their weight in food every day, so they have been known to devour longdead creatures if enough meat remains on the bones. If a mountain eel has sated its appetite before completely consuming its prey, it simply leaves the body to rot, sometimes coming back to it the following day or leaving it for scavengers (or other mountain eels). Mountain eels get almost all of their hydration from eating, and they tend to avoid larger bodies of water, though it isn’t uncommon to spot a mountain eel splashing through a small stream or turning its face up toward the sky during a rainstorm. Despite their massive bulk, mountain eels are surprisingly quiet in most of their movements, as they distribute their weight across the length of their bodies using their multitude of winged armlike appendages. The creatures also use these arms to push underbrush and small trees to one side as they travel, to avoid the telling sounds of snapping branches and crunching twigs. As a mountain eel closes in on its prey, however, it abandons all attempts at subtlety to gather up enough speed to crush its targets.<br><br>In addition to their uncannily quiet locomotion, mountain eels only very infrequently vocalize in any way. After years of study, scientists have discovered that the creatures’ vocal chords are almost completely vestigial. After noticing dozens of small scent glands located just under their scales during their dissections, these researchers posited that mountain eels communicate with one another through smells. Xenobiologists are still unsure exactly how this ability works, but mountain eel hunters and others who live in mountain eel territory have learned that certain smells mean danger.<br><br>Mountain eels give birth to live offspring, a messy process that produces a handful of nearly translucent, mucus-covered elvers that are each almost as big as a human. Though newly born mountain elvers’ size might allow them to hunt right away, their fearsome fangs don’t grow in for several weeks. During this time, the parent eels bring small chunks of meat to their offspring, which swallow the food whole. As they start feeding, their pigmentation slowly comes in, and when they do finally develop their teeth, the elvers can take down their own, albeit smaller, prey. It takes several more years of constant eating before an elver becomes a full adult mountain eel and another few years before it reaches sexual maturity.<br><br>Judging on appearance alone, it is difficult to tell an elderly mountain eel from an adult. A mountain eel close to the end of its life tends to move a little slower, however, and the odors it emanates become more flowery. Once it becomes unable to catch enough food, the beast slowly starves to death. A mountain eel’s corpse quickly succumbs to the elements, rotting faster than most other dead flesh and attracting teeming swarms of insects. Even a dead mountain eel’s bones seem to disappear after a few days in Castrovelian weather; they are often mistaken for fallen logs covered in a thick layer of bright-green moss.<br><br>Some lashuntas and formians enjoy hunting mountain eels, despite (and many would say because of) the danger they pose. These thrill seekers equip themselves with sniper rifles and veils before setting out for the planet’s mountainous areas. The eels leave very little trace of their movements through the foliage, so hunters must be on the lookout for partially chewed carcasses and other signs of mountain eel habitation, such as an increased insect population. Once they find one of the beasts, they make sure to isolate it before striking. Successful lashunta hunters skin the dead eels to make items of clothing, which they sometimes enchant (like the items presented below). Formians, on the other hand, enjoy cooking mountain eel meat, using an array of exotic spices.",
    "notes":[
      "See <a href=\"/archives/3\"><em><u>Castrovellian Wildlife</u></em></a> for more information.",
        "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show":false
  },
  {
    "id":18,
    "title":"Renkroda",
    "image":"/renkroda.jpg",
    "text":"Renkrodas make up an extensive category of large reptilian hypercarnivores that are distinguished by their long necks, decorative spines, and deadly sprints. They range across broad swaths of the continents of Asana and Ukulam on Castrovel, and due to their size and place near the top of the food chain, they are often solitary and aggressively territorial. Their terrifying bellows—signaling the creatures’ efforts to maintain boundaries between one another and warn scavengers away from fresh kills—are one of the iconic sounds of northern Castrovel’s wilderness.<br><br>The whiskered renkroda is among the smaller varieties of renkroda, adapted to move easily through heavily forested areas and distinguished by the additional antennae that grow from its chin, which help it detect prey hiding in dense foliage. Like others of its kind, a whiskered renkroda has a four-chambered heart and a throat that can expand up to twice its normal diameter, allowing the creature to gulp air quickly and circulate blood effectively while in pursuit of prey. A typical hunting whiskered renkroda uses trees for cover as it stalks its victims or waits for a target to approach and then makes a sudden charge to snag its victim or knock it down. Because many of Castrovel’s herbivores boast deadly defenses, the smaller renkrodas are fairly discerning when selecting prey. Some whiskered renkrodas can be initially timid around unfamiliar humanoids, not knowing whether they are too dangerous or more trouble than they’re worth. The hungrier the animals grow, though, the more likely they are to attack, especially during lean times when other prey is limited.<br><br>Unlike young males of many other species of renkrodas, whiskered adolescent males sometimes form small gangs for mutual protection against mature adults and even larger predators. They wander widely across forested territory, moving to another location when food grows scarce. As an alpha member of the gang emerges, the rest of the group typically scatters, ceding that territory to the dominant male. In order to broadcast its superiority, this triumphant renkroda often engages in reckless attacks throughout its new home and destroys its surroundings, frequently roaring, scratching at nearby trees and rocks, and marking with its scent to claim its territory.",
    "notes":[
      "See <a href=\"/archives/3\"><em><u>Castrovellian Wildlife</u></em></a> for more information.",
        "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet."
    ],
    "show":false
  }
]
