[
  {
    "id": 0,
    "title": "Castrovel",
    "text": "Hot, humid, and stirred by intense storms and tides, the jungles and swamps of Castrovel abound with an unusually robust variety of life, from enormous saurian beasts to deadly moldstorms capable of devouring whole settlements. Of the many sentient races to make their home on the fertile world, the most prominent are lashuntas, followed closely by elves and formians, all three civilizations highly connected and cosmopolitan thanks to a network of ancient magical teleportation portals called <i>aiudara</i>. <br><br>Traditionally, Castrovel’s lashuntas have organized into independent city-states with a variety of governmental styles, elected matriarchies being the most common. In the modern era, however, the global and indeed system-wide reach of many Castrovellian corporations has meant that the whole world is bound by strong economic ties. While the city-states of old retain their independence, they now operate in greater harmony than ever before.<br><br>Of the city-states that do still wield real power, the most significant is Qabarat, the Shining Jewel of the Western Sea and the planet’s largest spaceport. The city is ruled by a matriarchy seated in the Three-Fold House. Also notable for their power and influence are the city’s many universities, renowned for their vast pre-Gap archives; they train some of the best explorers, researchers, and starship navigators in the system. Architecturally, the city is a work of art, its ancient walls of crushed and glittering shells blending seamlessly with modern additions. This sense of timelessness—of connection with the planet’s long history—is a matter of pride to many of the residents, who exult in the sounds of soldiers training in the Battle Yards, scholars arguing good-naturedly on university steps, or the roar and hiss of the landing starships that have largely replaced water-going vessels in Ship’s End. While most visitors to the planet enter through Qabarat’s port, numerous portals throughout the city connect it closely with other powerful lashunta settlements, such as isolated Laubu Mesa, Komena in the Floating Shards, Jabask the Unbroken, or Candares, with its endless waterfalls and dangerous cliffside corpsicum excavations.<br><br>Though the insectile formians battled with lashuntas for millennia, the coming of the Pact and careful shirren-brokered peace talks finally ended hostilities a mere 30 years ago. Today, the formian hives known as the Colonies work together to farm the land and trade with other races, with each individual hive queen paying tribute to the Overqueen—a purely philosophical entity established during the historic Meeting of Queens. Each of the largest formian hive-burrows can cover miles, sometimes bulging up in artificial honeycombed hills, making them confusing to visit (and historically impossible to conquer).<br><br>The elves of Sovyrian are seen as isolationist traditionalists, trading with outsiders only when necessary. Members of other races are rarely allowed to settle permanently on the elven continent and are largely barred from even entering El, Sovyrian’s canal-filled capital city led by neighborhood-sized Great Houses.<br><br>The abundance of seemingly untouched wilderness on Castrovel often confuses newcomers used to cutting-edge lashunta technology, yet to most of the world’s residents, these vast ecological preserves are proof of their enlightened society. To them, maintaining wilderness is key to advancing knowledge and allowing the same evolution that brought them sentience to continue uplifting others, and the planet’s abundant natural resources must be harvested sustainably for the good of all. Toward this end, both the planet’s primary shipyards and its most destructive heavy industries are relegated to Elindrae, the planet’s airless, rocky moon. Of course, various species of dangerous megafauna—from bug-eyed mountain eels to poison-beaked sky fishers—still regularly attack settlements on Castrovel, which leads to occasionally “accidental” burning of protected natural regions in rural areas, but a strong Xenowarden presence usually keeps such activities from getting out of hand.<br><br>Castrovel’s dominant species have long agreed that preserving the continent of Ukulam’s ecology is in the planet’s best interests. Following the peace accords, several nongovernmental organizations such as the Esowath Conservancy formed to maintain the continent’s sanctity, with all parties’ blessings.",
    "image": "/castrovel.png",
    "notes": [
      "See <a href=\"/archives/1\"><em><u>Ukulam</u></em></a> for more information.",
      "See <a href=\"/archives/castrovelwildlife\"><em><u>Castrovellian Wildlife</u></em></a> for more information."
    ],
    "show": true
  },
  {
    "id": 1,
    "title": "Ukulam",
    "text": "Ukulam is, in essance, a wilderness preserve covering an entire continent.Castrovel’s dominant species have long agreed that preserving Ukulam’s ecology is in the planet’s best interests. Following the Formian/Lashunta peace accords, several nongovernmental organizations such as the Esowath Conservancy formed to maintain the continent’s sanctity, with all parties’ blessings. These NGOs tightly restrict travel to Ukulam, issuing a limited number of permits each year to a sizable waiting list of academics and tourists. Concerned with the impact of pollution, unrestricted access, and the disruption of the near-constant migratory patterns of Ukulam’s countless aerial species, these groups even limit transit over the continent, enforcing these regulations with a force of frontier soldiers supported by a coalition fleet of interceptor starships. For all these organizations’ efforts, reports of poaching—driven by a lucrative trade in hides, horns, and other items believed to hold pharmaceutical value, supernatural power, or simple prestige—regularly emerge on the planet’s infosphere.<br><br>It would be entirely wrong to assume that Ukulam is helpless to defend iteslf, however. Castrovel's most fearsom predators, most forbidding landscapes, and densest jungles are all to be found here. From the small venemous kaukariki to the gargantuan Yaruk, from the southeastern marshes to the peaks of the Singing Range, Ukulam is a place of incredible danger and boundless wonder.",
    "image": "/ukulam.png",
    "notes": [
      "See <a href=\"/archives/0\"><em><u>Castrovel</u></em></a> for information on the rest of the planet.",
      "See <a href=\"/archives/castrovelwildlife\"><em><u>Castrovellian Wildlife</u></em></a> for more information."
    ],
    "show": true
  }
]
